Repository: Unanyan/Svarto
Catalog: svarto/locale/*/LC_MESSAGES/django.po
Languages: hy

source: Home
hy: Գլխավոր

source: About Us
hy: Մեր մասին

source: Services
hy: Ծառայություններ

source: News
hy: Նորություններ

source: Contact Us
hy: Կապ մեզ հետ

source: Our Team
hy: Մեր թիմը

source: Elevate Your Code, Master Your Future!
hy: Կատարելագործե'ք Ձեր կոդը, կառուցե'ք Ձեր ապագան:

source: Your Name
hy: Անուն

source: Your Email
hy: Էլ․ հասցե

source: Your Phone Number
hy: Հեռախոսահամար

source: Your Message
hy: Նամակ

source: Send
hy: Ուղարկել

source: Get connected with us on social networks:
hy: Կապվել մեզ հետ սոցիալական ցանցերում

source: THE SVARTO ACADEMY IS EVERWHERE
hy: SVARTO ACADEMY-ն ամենուր է

source: Useful links
hy: Օգտակար հղումներ

source: About
hy: Մեր մասին

source: Abovyan 1-2, Vanadzor, Armenia
hy: Հայաստան, Վանաձոր, Աբովյան 1֊2

source: Form submission failed. Please check the errors and try again.
hy: Նամակի ուղարկումը ձախողվեց։ Խնդրում ենք ստուգել սխալները և նորից փորձել:

source: Form Submission Failed
hy: Նամակի ուղարկումը ձախողվեց

source: There are some errors in the form:
hy: Կան որոշ սխալներ։

source: Form Successfully Submitted
hy: Հաջողությամբ ուղարկվել է

source: Your form has been submitted successfully!
hy: Ձեր նամակը հաջողությամբ ուղարկվել է

source: Thank you for reaching out to us. We will get back to you shortly.
hy: Շնորհակալություն հարցերի համար։ Մեր մասնագետը շուտով կպատասխանի Ձեր հարցերին։

source: Go back to Home
hy: Վերադառնալ գլխավոր էջ
